module.exports = {
    // ZANDER
    zander: {
        id: "756915293325885616",
        pub: "<:zander:756915293325885616>"
    },

    // MISC
    book: {
        id: "756930672710385735",
        pub: "<:book:756930672710385735>"
    },
    global: {
        id: "762007284434993194",
        pub: "<:global:762007284434993194>"
    },

    // COLLECTION
    gold: {
        id: "756962235204763648",
        pub: "<:gold:756962235204763648>"
    },

    // STATUS
    patreon: {
        id: "757984988313419817",
        pub: "<:patreon:757984988313419817>"
    },
    
    // SCHOOLS
    storm: {
        id: "756962235338850354",
        pub: "<:storm:756962235338850354>"
    },
    fire: {
        id: "756930695972257853",
        pub: "<:fire:756930695972257853>"
    },
    ice: {
        id: "756962235238056006",
        pub: "<:ice:756962235238056006>"
    },
    balance: {
        id: "756962234995048458",
        pub: "<:balance:756962234995048458>"
    },
    life: {
        id: "756962235061895208",
        pub: "<:life:756962235061895208>"
    },
    death: {
        id: "756962234613366857",
        pub: "<:death:756962234613366857> "
    },
    myth: {
        id: "756962235066089480",
        pub: "<:myth:756962235066089480>"
    },

    // LEVELS
    levels: [
        { // lvl 0
            id: "x",
            pub: "0️⃣"
        },
        { // lvl 1
            id: "x",
            pub: "1️⃣"
        },
        { // lvl 2
            id: "x",
            pub: "2️⃣"
        },
        { // lvl 3
            id: "x",
            pub: "3️⃣"
        },
        { // lvl 4
            id: "x",
            pub: "4️⃣"
        },
        { // lvl 5
            id: "x",
            pub: "5️⃣"
        },
        { // lvl 6
            id: "x",
            pub: "6️⃣"
        },
        { // lvl 7
            id: "x",
            pub: "7️⃣"
        },
        { // lvl 8
            id: "x",
            pub: "8️⃣"
        },
        { // lvl 9
            id: "x",
            pub: "9️⃣"
        },
        { // lvl 10
            id: "x",
            pub: "🔟"
        }
    ]
}